Repository: rnunez80/volto-advanced-variations
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: es

source: Alignment
es: Alineación

source: Auto Play
es: Reproducción automática

source: Columns configuration
es: Columnas

source: Default HTML tag will be H3
es: La etiqueta HTML por defecto será H3

source: Default with no image
es: Predeterminado sin imagen

source: Header
es: Encabezado

source: Header Tag
es: Etiqueta de encabezado

source: Header text
es: Texto de encabezado

source: Header url
es: URL de encabezado u objeto

source: Image position
es: Posición de la imagen

source: Image position/size
es: Posición/tamaño de la imagen

source: Image width
es: Ancho de la imagen

source: Left/Right image width (default 2/12)
es: Anchura de imagen izquierda/derecha (por defecto 2/12)

source: No image
es: Sin imagen

source: Number of columns
es: Número de columnas

source: Pause
es: Pausar

source: Play
es: Reproducir

source: Query
es: Consulta

source: Show Event Card
es: Mostrar tarjeta de evento

source: Show Title
es: Mostrar título

source: Show as Quote
es: Mostrar como Cita

source: Show effectiveDate
es: Mostrar fecha efectiva

source: Slides to scroll
es: Diapositivas para desplazarse

source: Speed Autoplay
es: Velocidad de reproducción automática

source: This content has no image, this is a default placeholder.
es: Este contenido no tiene imagen, es un marcador de posición por defecto.

source: Title configuration
es: Título

source: background
es: fondo

source: carouselSliderOptions
es: Opciones de carrusel/control deslizante

source: date
es: fecha

source: descriptionDescription
es: Si se selecciona, se mostrará la descripción

source: descriptionTitle
es: Descripción

source: down
es: abajo

source: eventDate
es: Mostrar fecha del evento

source: eventLocation
es: Mostrar ubicación del evento

source: eventTime
es: Mostrar hora del evento

source: itemDisplayOptions
es: Opciones de mostrar elementos

source: left
es: izquierda

source: moreLinkConfiguration
es: Enlace Más

source: moreLinkText
es: Texto

source: moreLinkTextDescription
es: Texto de enlace Más

source: moreLinkUrl
es: URL de enlace Más u objeto

source: moreLinkUrlDescription
es: Pegar un enlace externo o un objeto Plone

source: right
es: derecha

source: titleTag
es: Nivel de título

source: up
es: arriba
